tap "homebrew/services"
tap "mongodb/brew"
brew "gh"
brew "go"
brew "nghttp2"
brew "node", link: false
brew "nvm"
brew "yarn"
brew "zsh"
brew "mongodb/brew/mongodb-community"
cask "intellij-idea"
cask "temurin@17"
cask "mongodb-compass"
vscode "bceskavich.theme-dracula-at-night"
vscode "clinyong.vscode-css-modules"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "jakob101.relativepath"
vscode "redhat.java"
vscode "rokoroku.vscode-theme-darcula"
vscode "vscjava.migrate-java-to-azure"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-java-upgrade"
vscode "vscjava.vscode-maven"
